Repository: yeager/energimataren
Catalog: po/*.po
Languages: sv

source: Very Low
sv: Mycket låg

source: Low
sv: Låg

source: Medium
sv: Medel

source: High
sv: Hög

source: Very High
sv: Mycket hög

source: Take a break
sv: Ta en paus

source: Drink some water
sv: Drick lite vatten

source: Ask for help
sv: Fråga efter hjälp

source: Move around a little
sv: Gå runt lite

source: Have a snack
sv: Ta ett mellanmål

source: Talk to someone
sv: Prata med någon

source: Keep going!
sv: Fortsätt så!

source: You're doing great!
sv: Du klarar det jättebra!

source: Focus that energy
sv: Fokusera den där energin

source: Try a calm activity next
sv: Prova en lugn aktivitet nästa gång

source: Take deep breaths
sv: Ta djupa andetag

source: Go for a walk
sv: Gå på en promenad

source: Use a fidget toy
sv: Använd en fidgetleksak

source: Energy Meter
sv: Energimätare

source: History
sv: Historik

source: About
sv: Om

source: How is your energy right now?
sv: Hur är din energi just nu?

source: Choose your energy level
sv: Välj din energinivå

source: Energy: %s %s
sv: Energi: %s %s

source: Energy History
sv: Energihistorik

source: No entries yet
sv: Inga poster ännu

source: Visual energy level tracker for children with NPF
sv: Visuell energimätare för barn med NPF

source: Thanks to
sv: Tack till
